{
    "kitaplar": [{
            "id": 1,
            "ad": "1984",
            "resim": "https://raw.githubusercontent.com/nejlasahin/json-server_kitaplar/main/images/1984.jpg",
            "ozet": "George Orwell’in kült kitabı Bin Dokuz Yüz Seksen Dört, yazarın geleceğe ilişkin bir kâbus senaryosudur. Bireyselliğin yok edildiği, zihnin kontrol altına alındığı, insanların makineleşmiş kitlelere dönüştürüldüğü totaliter bir dünya düzeni, romanda inanılmaz bir hayal gücüyle, en ince ayrıntısına kadar kurgulanmıştır. Geçmişte ve günümüzde dünya sahnesinde tezgâhlanan oyunlar düşünüldüğünde, ütopik olduğu kadar gerçekçi bir romandır Bin Dokuz Yüz Seksen Dört. Güncelliğini hiçbir zaman yitirmeyen bir başyapıttır; yalnızca yarına değil, bugüne de ilişkin bir uyarı çığlığıdır.",
            "yazar": "George Orwell",
            "yayinevi": "Can yayınları",
            "tarih": "1949",
            "tur": "Bilim Kurgu, Sosyal Bilim Kurgu, Politik Kurgu, Distopik Kurgu",
            "sayfa": "328",
            "dil": "İngilizce"

        },
        {
            "id": 2,
            "ad": "Körlük",
            "resim": "https://raw.githubusercontent.com/nejlasahin/json-server_kitaplar/main/images/korluk.jpg",
            "ozet": "Körlük, ürkütücü bir roman, beklenmedik bir felaketi yaşayan bir toplumun nasıl çöktüğünün, nasıl bencilleştiğinin ve değer yargılarını yitirdiğinin hikâyesi. Konusunun ürkütücülüğüne rağmen olağanüstü bir şiirsellikle anlatılmış bu unutulmaz roman, usta yazarın belki de en etkileyici yapıtı.",
            "yazar": "José Saramago",
            "yayinevi": "Kırmızı kedi yayınevi",
            "tarih": "1995",
            "tur": "Roman, Alegori, Kıyamet Sonrası Bilim Kurgusu",
            "sayfa": "228",
            "dil": "Portekizce"

        },
        {
            "id": 3,
            "ad": "Bir İdam Mahkûmunun Son Günü",
            "resim": "https://raw.githubusercontent.com/nejlasahin/json-server_kitaplar/main/images/mahkum.jpg",
            "ozet": "“Giyotin en acısız ölüm şekliymiş. Oysa bedensel acı, ruhsal acının yanında hiç kalır. Belki günü geldiğinde, zavallı bir insanın bu son sözleri, payına düşeni yapacaktır.” “Tanrım bir kaçabilsem! Lütfen bana bir şans ver! Kaçmam gerek! Hem de hemen! Kapılardan, pencerelerden, çatıdan! Nereden olursa olsun!”",
            "yazar": "Victor Hugo",
            "yayinevi": "İş Bankası Kültür Yayınları",
            "tarih": "1829",
            "tur": "Roman, Kurgu, Romantizm",
            "sayfa": "85",
            "dil": "Fransızca"
        },
        {
            "id": 4,
            "ad": "Otomatik Portakal",
            "resim": "https://raw.githubusercontent.com/nejlasahin/json-server_kitaplar/main/images/otomatikportakal.jpg",
            "ozet": "“Tüm hayvanların en zekisi, iyiliğin ne demek olduğunu bilen insanoğluna bir baskı yöntemi uygulayarak onu otomatik işleyen bir makine haline getirenlere kılıç kadar keskin olan kalemimle saldırmaktan başka hiçbir şey yapamıyorum…” Karabasan gibi bir gelecek atmosferi… Geceleyin sokakları terörize eden, yaşamları şiddet üzerine kurulu gençler ve bu hikâyenin anti-kahramanı Alex... Yayımlandığı günden bu yana “kült roman” özelliğini kaybetmeyen Otomatik Portakal’ın 15 yaşındaki kahramanı, “iyi ya da kötü nedir?”, “İnsan özgür iradesiyle kaderini seçebilir mi?” gibi soruların yanıtlarını kurcalarken, şiddet dolu sahnelere Beethoven’ın, Mozart’ın müziği eşlik ediyor; Alex ve “çete kardeşleri” Pete, Georgie ve Aptalof, yarattıkları yepyeni dilin kelimelerini okurun zihnine kazıyorlar. Ünlü yönetmen Stanley Kubrick tarafından 1971’de filme de çekilen Otomatik Portakal tüm zamanların en sarsıcı romanlarından. “Cockney dilinde (İngiliz argosu) bir deyiş vardır. ‘Uqueer as as clockwork orange’. Bu deyiş, olabilecek en yüksek derecede gariplikleri barındıran kişi anlamına gelir. Bu çok sevdiğim lafı, yıllarca bir kitap başlığında kullanmayı düşünmüşümdür. Bir de tabii Malezya’da ‘canlı’ anlamına gelen ‘orang’ sözcüğü var. Kitabı yazmaya başladığımda, rengi ve kokusu hoş bir meyvenin kullanıldığı bu deyişin, tam da anlatmak istediğim duruma, Pavlov kanunlarının uygulanmasına dayalı bir hikâyeye çok iyi oturduğunu düşündüm.”",
            "yazar": "Anthony Burgess",
            "yayinevi": "İş Bankası Kültür Yayınları",
            "tarih": "1962",
            "tur": "Roman, Drama, Hiciv, Bilim Kurgu, Kara Mizah, Uzun hikâye, Aksiyon, Distopik Kurgu",
            "sayfa": "171",
            "dil": "İngilizce"
        },
        {
            "id": 5,
            "ad": "Simyacı",
            "resim": "https://raw.githubusercontent.com/nejlasahin/json-server_kitaplar/main/images/simyaci.jpg",
            "ozet": "Simyacı, Brezilyalı eski şarkı sözü yazarı Paulo Coelho'nun, yayınlandığı 1988 yılından bu yana dünyayı birbirine katan, eleştirmenler tarafından bir `fenomen' olarak değerlendirilen üçüncü romanı. Simyacı, altı yılda kırk iki ülkede yedi milyondan fazla sattı. Bu, Gabriel Garcia Marquez'den bu yana görülmemiş bir olay. Yüreğinde, çocukluğunu yitirmemiş olan okurlar için bir `klasik' kimliği kazanan Simyacı'yı Saint-Exupery'nin Küçük Prens'i ve Richard Bach'ın Martı Jonathan Livingston'u ile karşılaştıranlar var (Publishers Weekly). Simyacı, İspanya'dan kalkıp Mısır Piramitlerinin eteklerinde hazinesini aramaya giden Endülüslü çoban Santiago'nun masalsı yaşamının felsefi öyküsü. Sanki bir `nasihatnâme': `Yazgına nasıl egemen olacaksın, mutluluğunu nasıl kuracaksın?' sorularına yanıt arayan bir hayat ve ahlak kılavuzu. Mistik bir peri masalına benzeyen romanın altı yılda, yedi milyondan fazla okur bulmasının gizi, kuşkusuz, onun bu kılavuzluk niteliğinden kaynaklanıyor. Simyacı'yı okumak, herkes daha uykudayken, güneşin doğuşunu seyretmek için şafak vakti uyanmaya benziyor.",
            "yazar": "Paulo Coelho",
            "yayinevi": "Can Yayınları",
            "tarih": "1988",
            "tur": "Roman, Fabl, Drama, Serüven, Fantastik Kurgu, Macera",
            "sayfa": "184",
            "dil": "Portekizce"
        },
        {
            "id": 6,
            "ad": "Fahrenheit 451",
            "resim": "https://raw.githubusercontent.com/nejlasahin/json-server_kitaplar/main/images/fahrenheit.jpg",
            "ozet": "Guy Montag bir itfaiyeciydi. Televizyonun hüküm sürdüğü bu dünyada kitaplar ise yok olmak üzereydi zira itfaiyeciler yangın söndürmek yerine ortalığı ateşe veriyordu. Montag’ın işi ise yasadışı olanların en tehlikelisini yakmaktı: Kitapları. Montag yaptığı işi tek bir gün dahi sorgulamamıştı ve tüm gününü televizyonla kaplı odalarda geçiren eşi Mildred’la beraber yaşıyordu. Ancak yeni komşusu Clarisse’le tanışmasıyla tüm hayatı değişti. Kitapların değerini kavramaya başlayan Montag artık tüm bildiklerini sorgulayacaktı. İnsanların uğruna canlarını feda etmeyi göze aldığı bu kitapların içinde ne vardı? Gerçeklerin farkına vardıktan sonra bu karanlık toplumda artık yaşanabilir miydi?",
            "yazar": "Ray Bradbury",
            "yayinevi": "İthaki Yayınları",
            "tarih": "1953",
            "tur": "Roman, Bilim Kurgu, Politik Kurgu, Distopik Kurgu",
            "sayfa": "208",
            "dil": "İngilizce"
        },
        {
            "id": 7,
            "ad": "Olağanüstü Bir Gece",
            "resim": "https://raw.githubusercontent.com/nejlasahin/json-server_kitaplar/main/images/gece.jpg",
            "ozet": "Olağanüstü Bir Gece, seçkin bir burjuva olarak rahat ve tasasız varoluşunu sürdürürken giderek duyarsızlaşan bir adamın hayatındaki dönüştürücü deneyimin hikâyesidir. Sıradan bir Pazar gününü at yarışlarında geçirirken, belki de ilk kez burjuva ahlakından saparak “suç” işler. Böylece yeniden “hissetmeye” başladığını, kötücül ve ateşli hazları olan gerçek bir insan olduğunu fark eder. İçindeki haz dolu esrime, aynı günün akşamında onu gece âleminin son atıklarının arasına, “hayatın en dibindeki lağımlara” sürükleyecek, varış noktası ise ruhani bir uyanış olacaktır.",
            "yazar": "Stefan Zweig",
            "yayinevi": "İş Bankası Kültür Yayınları",
            "tarih": "1922",
            "tur": "Aşk Romanı, Çağdaş Roman, Romantik Fantezi",
            "sayfa": "80",
            "dil": "Almanca"
        },
        {
            "id": 8,
            "ad": "Gurur ve Önyargı",
            "resim": "https://raw.githubusercontent.com/nejlasahin/json-server_kitaplar/main/images/gururveonyargı.jpg",
            "ozet": "Elizabeth Bennet, zengin ve bekâr Fitzwilliam Darcy ile ilk tanıştığında onu kendini beğenmiş ve kibirli bulur. Darcy de genç kadının güzelliğinden ve bağımsız tavrından etkilenmemiş gibidir; üstelik en yakın arkadaşının Elizabeth’in ablası ile evlenmesine de karşıdır. Balo salonlarından nehir kenarı pikniklerine, taşra evlerinden ihtişamlı malikânelere uzanan hikâyede izlenimler ve duygular beklenmedik şekillerde değişecektir. Austen’ın “biricik çocuğum” diye andığı Gurur ve Önyargı, toprak sahibi taşralı sınıfın yaşam biçimini, görgü kurallarını ve dedikodularını eşsiz bir mizah duygusu ile ele alıyor.",
            "yazar": "Jane Austen",
            "yayinevi": "İş Bankası Kültür Yayınları",
            "tarih": "1813",
            "tur": "Aşk Romanı, Kurgu, Hiciv, Görgü Romanı",
            "sayfa": "408",
            "dil": "İngilizce"
        },
        {
            "id": 9,
            "ad": "Kardeşimin Hikayesi",
            "resim": "https://raw.githubusercontent.com/nejlasahin/json-server_kitaplar/main/images/kardes.jpg",
            "ozet": "Mantıksız gibi geliyor ama o sabah uyandığımda tuhaf bir haber alacağımı biliyordum. Karadeniz’in lacivert dalgalarıyla baş başa kalmış olan bu ıssız köyde geçen her gün birbirinin aynısı olduğu için burada insanların heyecanla konuşacağı olaylara pek sık rastlanmazdı. O günün de ötekiler gibi sessizce akıp gitmesi gerekirdi ama galiba başka şeyler olacaktı. O mahmur sabah saatlerinde bir cinayet haberi alacağımı bilmiyordum elbette ama bir haber gelecekti. Daha yataktan çıkmamıştım, gözlerim kapalıydı, arkalarında fosforlu çizgiler bırakarak yıldırım hızıyla hareket eden mor tavşanları izliyordum.",
            "yazar": "Zülfü Livaneli",
            "yayinevi": "Doğan Kitap",
            "tarih": "2013",
            "tur": "Kurgu, Aşk Romanı, Gizem",
            "sayfa": "330",
            "dil": "Türkçe"
        }
    ]
}
